---
kind: enumMember
id: F:Autodesk.Revit.DB.ExtensibleStorage.AccessLevel.Public
enum: Autodesk.Revit.DB.ExtensibleStorage.AccessLevel
source: html/60600a74-450d-a175-ce3d-12e91fb22cd2.htm
---
# Autodesk.Revit.DB.ExtensibleStorage.AccessLevel.Public

Anybody has access to the object.